[
  {
    "book": "1 Nephi",
    "chapter": 3,
    "startVerse": 7,
    "endVerse": 8,
    "scripture": "And it came to pass that I, Nephi, said unto my father: I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth.",
    "difficulty": "basic"
  },
  {
    "book": "2 Nephi",
    "chapter": 2,
    "startVerse": 25,
    "endVerse": 27,
    "scripture": "Adam fell that men might be; and men are, that they might have joy. And the Messiah cometh in the fulness of time, that he may redeem the children of men from the fall. And because that they are redeemed from the fall they have become free forever, knowing good from evil; to act for themselves and not to be acted upon, save it be by the punishment of the law at the great and last day, according to the commandments which God hath given.",
    "difficulty": "basic"
  },
  {
    "book": "Mosiah",
    "chapter": 2,
    "startVerse": 17,
    "endVerse": 18,
    "scripture": "And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God. Behold, ye have called me your king; and if I, whom ye call your king, do labor to serve you, then ought not ye to labor to serve one another?",
    "difficulty": "basic"
  },
  {
    "book": "Alma",
    "chapter": 32,
    "startVerse": 21,
    "endVerse": 23,
    "scripture": "And now as I said concerning faith—faith is not to have a perfect knowledge of things; therefore if ye have faith ye hope for things which are not seen, which are true. And now, behold, I say unto you, and I would that ye should remember, that God is merciful unto all who believe on his name; therefore he desireth, in the first place, that ye should believe, yea, even on his word.",
    "difficulty": "intermediate"
  },
  {
    "book": "Helaman",
    "chapter": 5,
    "startVerse": 12,
    "endVerse": 13,
    "scripture": "And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation; that when the devil shall send forth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty storm shall beat upon you, it shall have no power over you to drag you down to the gulf of misery and endless wo, because of the rock upon which ye are built, which is a sure foundation, a foundation whereon if men build they cannot fall.",
    "difficulty": "intermediate"
  },
  {
    "book": "3 Nephi",
    "chapter": 11,
    "startVerse": 29,
    "endVerse": 30,
    "scripture": "For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another. Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another; but this is my doctrine, that such things should be done away.",
    "difficulty": "intermediate"
  },
  {
    "book": "4 Nephi",
    "chapter": 1,
    "startVerse": 15,
    "endVerse": 16,
    "scripture": "And it came to pass that there was no contention in the land, because of the love of God which did dwell in the hearts of the people. And there were no envyings, nor strifes, nor tumults, nor whoredoms, nor lyings, nor murders, nor any manner of lasciviousness; and surely there could not be a happier people among all the people who had been created by the hand of God.",
    "difficulty": "intermediate"
  },
  {
    "book": "Mormon",
    "chapter": 9,
    "startVerse": 21,
    "endVerse": 22,
    "scripture": "Behold, I say unto you that whoso believeth in Christ, doubting nothing, whatsoever he shall ask the Father in the name of Christ it shall be granted him; and this promise is unto all, even unto the ends of the earth. For behold, thus said Jesus Christ, the Son of God, unto his disciples who should tarry, yea, and also to all his disciples, in the hearing of the multitude: Go ye into all the world, and preach the gospel to every creature;",
    "difficulty": "intermediate"
  },
  {
    "book": "Ether",
    "chapter": 12,
    "startVerse": 6,
    "endVerse": 7,
    "scripture": "And now, I, Moroni, would speak somewhat concerning these things; I would show unto the world that faith is things which are hoped for and not seen; wherefore, dispute not because ye see not, for ye receive no witness until after the trial of your faith. For it was by faith that Christ showed himself unto our fathers, after he had risen from the dead; and he showed not himself unto them until after they had faith in him; wherefore, it must needs be that some had faith in him, for he showed himself not unto the world.",
    "difficulty": "advanced"
  },
  {
    "book": "Moroni",
    "chapter": 7,
    "startVerse": 45,
    "endVerse": 48,
    "scripture": "And charity suffereth long, and is kind, and envieth not, and is not puffed up, seeketh not her own, is not easily provoked, thinketh no evil, and rejoiceth not in iniquity but rejoiceth in the truth, beareth all things, believeth all things, hopeth all things, endureth all things. Wherefore, my beloved brethren, if ye have not charity, ye are nothing, for charity never faileth. Wherefore, cleave unto charity, which is the greatest of all, for all things must fail—But charity is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him.",
    "difficulty": "advanced"
  },
  {
    "book": "Mormon",
    "chapter": 8,
    "startVerse": 16,
    "endVerse": 17,
    "scripture": "And blessed be he that shall bring this thing to light; for it shall be brought out of darkness unto light, according to the word of God; yea, it shall be brought out of the earth, and it shall shine forth out of darkness, and come unto the knowledge of the people; and it shall be done by the power of God. And if there be faults they be the faults of a man. But behold, we know no fault; nevertheless God knoweth all things; therefore, he that condemneth, let him be aware lest he shall be in danger of hell fire.",
    "difficulty": "advanced"
  },
  {
    "book": "Ether",
    "chapter": 12,
    "startVerse": 27,
    "endVerse": 28,
    "scripture": "And if men come unto me I will show unto them their weakness. I give unto men weakness that they may be humble; and my grace is sufficient for all men that humble themselves before me; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them. Behold, I will show unto the Gentiles their weakness, and I will show unto them that faith, hope and charity bringeth unto me—the fountain of all righteousness.",
    "difficulty": "advanced"
  },
  {
    "book": "Moroni",
    "chapter": 10,
    "startVerse": 3,
    "endVerse": 5,
    "scripture": "Behold, I would exhort you that when ye shall read these things, if it be wisdom in God that ye should read them, that ye would remember how merciful the Lord hath been unto the children of men, from the creation of Adam even down until the time that ye shall receive these things, and ponder it in your hearts. And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost. And by the power of the Holy Ghost ye may know the truth of all things.",
    "difficulty": "advanced"
  },
  {
    "book": "Moroni",
    "chapter": 7,
    "startVerse": 42,
    "endVerse": 43,
    "scripture": "Behold, I say unto you that whoso believeth in Christ, doubting nothing, whatsoever he shall ask the Father in the name of Christ it shall be granted him; and this promise is unto all, even unto the ends of the earth. For behold, thus said Jesus Christ, the Son of God, unto his disciples who should tarry, yea, and also to all his disciples, in the hearing of the multitude: Go ye into all the world, and preach the gospel to every creature;",
    "difficulty": "advanced"
  },
  {
    "book": "Moroni",
    "chapter": 10,
    "startVerse": 32,
    "endVerse": 33,
    "scripture": "Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ; and if by the grace of God ye are perfect in Christ, ye can in nowise deny the power of God.",
    "difficulty": "advanced"
  }
]